tap "homebrew/aliases"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/formula-analytics"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "microsoft/git"
tap "rylan12/blame"
tap "rylan12/development"
tap "rylan12/personal"
tap "rylan12/testing"
tap "rylan12/unpack-bottle"
tap "teamookla/speedtest"
brew "ack"
brew "python@3.11"
brew "archey4"
brew "aria2"
brew "bat"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "dos2unix"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "htop"
brew "hyperfine"
brew "jq"
brew "less"
brew "mosquitto"
brew "nano"
brew "nmap"
brew "openconnect"
brew "pinentry-mac"
brew "pipgrip"
brew "pure"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "tmux"
brew "trash"
brew "tree"
brew "tz"
brew "vale"
brew "vim"
brew "watch"
brew "wget"
brew "wifi-password"
brew "yarn"
brew "youtube-dl"
brew "teamookla/speedtest/speedtest"
cask "audio-hijack"
cask "balenaetcher"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "font-eb-garamond"
cask "fork"
cask "git-credential-manager-core"
cask "github"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "macdown"
cask "mactex"
cask "onyx"
cask "orka"
cask "private-internet-access"
cask "raspberry-pi-imager"
cask "raycast"
cask "slack"
cask "vlc"
cask "whatsapp"
cask "zoom"
cask "zotero"
vscode "BattleBas.kivy-vscode"
vscode "cschlosser.doxdocgen"
vscode "DavidAnson.vscode-markdownlint"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "espressif.esp-idf-extension"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.vscode-pull-request-github"
vscode "GrapeCity.gc-excelviewer"
vscode "hediet.vscode-drawio"
vscode "James-Yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "kaiwood.endwise"
vscode "leafvmaple.nand2tetris"
vscode "lukas-tr.materialdesignicons-intellisense"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "ritwickdey.LiveServer"
vscode "roblourens.vscode-nand2tetris-hdl"
vscode "rust-lang.rust-analyzer"
vscode "Shopify.ruby-lsp"
vscode "skyapps.fish-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tobiasalthoff.atom-material-theme"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "wingrunr21.vscode-ruby"
