tap "homebrew/aliases"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/formula-analytics"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "rylan12/blame"
tap "rylan12/development"
tap "rylan12/personal"
tap "rylan12/testing"
tap "rylan12/unpack-bottle"
tap "teamookla/speedtest"
brew "ack"
brew "archey4"
brew "aria2"
brew "awscli"
brew "bat"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "dark-mode"
brew "diff-so-fancy"
brew "diffoscope"
brew "doitlive"
brew "dos2unix"
brew "exa"
brew "fd"
brew "fish"
brew "flake8"
brew "fzf"
brew "gh"
brew "git"
brew "git-sizer"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "graphviz"
brew "htop"
brew "hyperfine"
brew "jq"
brew "lazygit"
brew "less"
brew "lolcat"
brew "mas"
brew "mosquitto"
brew "nano"
brew "ncdu"
brew "nmap"
brew "node"
brew "openconnect"
brew "pinentry-mac"
brew "pipgrip"
brew "pure"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "skopeo"
brew "so"
brew "thefuck"
brew "tiger-vnc"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "typescript"
brew "tz"
brew "vale"
brew "vim"
brew "watch"
brew "wget"
brew "wifi-password"
brew "youtube-dl"
brew "teamookla/speedtest/speedtest"
cask "arduino"
cask "balenaetcher"
cask "discord"
cask "disk-inventory-x"
cask "fork"
cask "github"
cask "google-chrome"
cask "macdown"
cask "mactex"
cask "onyx"
cask "orka"
cask "private-internet-access"
cask "raycast"
cask "skype"
cask "slack"
cask "spotify"
cask "vlc"
cask "whatsapp"
cask "zoom"
cask "zotero"
mas "DevCleaner", id: 1388020431
mas "GarageBand", id: 682658836
mas "Grammarly for Safari", id: 1462114288
mas "Honey", id: 1472777122
mas "Icon Set Creator", id: 939343785
mas "Icon Set Studio", id: 1501296766
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Speedtest", id: 1153157709
mas "Trello", id: 1278508951
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
