tap "homebrew/aliases"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "rylan12/blame"
tap "rylan12/development"
tap "rylan12/personal"
tap "rylan12/testing"
tap "rylan12/unpack-bottle"
tap "teamookla/speedtest"
brew "ack"
brew "openssl@1.1"
brew "sqlite"
brew "python@3.9"
brew "archey4"
brew "aria2"
brew "awscli"
brew "cmatrix"
brew "cowsay"
brew "doitlive"
brew "dos2unix"
brew "exa"
brew "fd"
brew "pcre2"
brew "fish"
brew "flake8"
brew "gettext"
brew "folderify"
brew "gh"
brew "git"
brew "git-sizer"
brew "gnu-sed"
brew "p11-kit"
brew "libgpg-error"
brew "gnupg"
brew "ncurses"
brew "htop"
brew "hub"
brew "hyperfine"
brew "jq"
brew "lazygit"
brew "less"
brew "libuv"
brew "libwebsockets"
brew "lolcat"
brew "mas"
brew "mosquitto"
brew "nano"
brew "ncdu"
brew "nmap"
brew "node"
brew "openconnect"
brew "pinentry-mac"
brew "pipgrip"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "so"
brew "thefuck"
brew "tiger-vnc"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "tz"
brew "vim"
brew "watch"
brew "wget"
brew "wifi-password"
brew "yarn"
brew "youtube-dl"
brew "teamookla/speedtest/speedtest"
cask "balenaetcher"
cask "disk-inventory-x"
cask "github"
cask "hammerspoon"
cask "macdown"
cask "mactex-no-gui"
cask "onyx"
cask "orka"
cask "vlc"
mas "DevCleaner", id: 1388020431
mas "Grammarly for Safari", id: 1462114288
mas "Honey", id: 1472777122
mas "Icon Set Creator", id: 939343785
mas "Icon Set Studio", id: 1501296766
mas "iMovie", id: 408981434
mas "Slack", id: 803453959
mas "Speedtest", id: 1153157709
mas "Trello", id: 1278508951
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
